{
  "pageOne": {
    "headlineCap": "TRANSFORM AN INDUSTRY",
    "subHeadline1": "A radical idea: Put the consumer first.",
    "paragraph1": "Since 2012, putting humans front-and-center when creating our proprietary ad formats has resulted in designs that engage, not enrage. But it’s not just consumers who win. The experience of our clients’ creative is elevated. And when those ads appear within our <a href=\"/products/marketplace\">premium publisher marketplace</a>, we ensure the context is as powerful as the message.",
    "subHeadline2": "Evolving through innovation: Data by Design.",
    "paragraph2": "Today, we keep building on that founding idea. As our engaging formats continue to thrive, we have realized they have a deeper story to tell. The countless micro-interactions humans have with digital ads—all the scrolls, swipes...even the lingers—generate billions of data points, that we alone can see. That massive data set, paired with the right algorithms, is revealing the truth behind consumer intent for the first time. These insights are the driving force behind our every innovation. Welcome to the next generation of consumer marketing."
  },
  "pageTwo": {
    "headlineCap": "AMBITIOUS GOALS",
    "subHeadline": "demand sharp, diverse minds.",
    "paragraph": "Evolving an industry requires relentless problem solving by some really sharp folks. At Yieldmo, you’ll find a spirited team from diverse backgrounds united by a common passion for finding, and delivering, the truth to our clients. It marks an evolution of this space, where everyone—from client to consumer—benefits. We work fast, constantly imagine what could be, and all bring our talents to the table in pursuit of the best idea.",
    "highlights": [
      {
        "headshot": "/uploads/mateo.png",
        "name": "MATEO",
        "title": "Director of Operations",
        "funfact": "Globe-Trotter",
        "quote": "As a fast-growing company, Yieldmo has given me the freedom to take on a variety of challenges and grow as a professional."
      },
      {
        "headshot": "/uploads/sue.png",
        "name": "SUE",
        "title": "Sales Director",
        "funfact": "Soccer Superstar",
        "quote": "Our products solve real business challenges for clients. I love being able to bring true value to the market."
      },
      {
        "headshot": "/uploads/kareem.png",
        "name": "KAREEM",
        "title": "Senior Front-end Engineer",
        "funfact": "Carolina Reaper Pepper Survivor",
        "quote": "With opportunities to deepen my skills and endless peer support, Yieldmo actively invests in growing its developers."
      },
      {
        "headshot": "/uploads/jordan.png",
        "name": "JORDAN",
        "title": "Account Manager",
        "funfact": "Sneaker Head",
        "quote": "I love getting to work at a company that is pushing the boundaries of media and technology every day."
      },
      {
        "headshot": "/uploads/susan.png",
        "name": "SUSAN",
        "title": "Graphic Designer",
        "funfact": "Black Belt",
        "quote": "A flexible vacation policy lets us take the time we need and, more importantly, shows how much trust Yieldmo places in every employee."
      }
    ]
  },
  "pageThree": {
    "scenes": [
      "_images/careers/Workplace-1.jpg",
      "_images/careers/Workplace-2.jpg",
      "_images/careers/Workplace-3.jpg",
      "_images/careers/Workplace-4.jpg",
      "_images/careers/Workplace-5.jpg",
      "_images/careers/Workplace-6.jpg",
      "_images/careers/Workplace-7.jpg"
    ],
    "benefits": [
      {
        "title": "EXPAND YOUR MIND",
        "description": "Ongoing lectures and seminars, plus an annual educational stipend for every employee keeps us all on the cutting edge."
      },
      {
        "title": "TAKE THE REINS",
        "description": "As a rapidly-growing company, there are countless opportunities for do-ers to shine. Here, the best idea—respectfully shared—rules the day."
      },
      {
        "title": "MAINTAIN FLEXIBILITY",
        "description": "A flexible vacation policy lets you recharge outside of work. Our varied workspaces, communal meals, standing desks, and numerous events ensure a healthy work-life balance."
      },
      {
        "title": "STAY FUELED",
        "description": "In addition to a daily lunch menu of rotating cuisines, we have endless snacks on hand, cold brew on tap, and more. Kombucha and candy, anyone?"
      },
      {
        "title": "BRING YOUR POOCH",
        "description": "With dog-friendly offices, you’ll get proven stress-relief benefits, courtesy of some of the finest quadrupeds on the planet. Said without bias, of course!"
      }
    ]
  },
  "pageFour": {
    "headlineCap": "READY TO RE-DEFINE THE RULES?",
    "subHeadline": "Explore some of our current openings >>>",
    "paragraph": "Don’t see a position that matches your talents but think you’d make a great fit? We’re a fast growing company with new opportunities becoming available all the time, so drop us a line: <a href=\"mailto:careers@yieldmo.com\" target=\"_top\">careers@yieldmo.com</a>.",
    "jobs": [
      {
        "categoryName": "BUSINESS DEVELOPMENT:",
        "postings": [
          {
            "name": "PUBLISHER DEVELOPMENT COORDINATOR",
            "location": "NEW YORK, NY",
            "description": "You'll be instrumental in launching, maintaining and growing our supply-side partnerships as you work with the entire Publisher Operations team. ",
            "url": "https://boards.greenhouse.io/yieldmo/jobs/1054851#.WpnR7xMbNTY"
          },
          {
            "name": "PUBLISHER OPERATIONS MANAGER/DIRECTOR",
            "location": "New York",
            "description": "From relationship management to data analysis, this role is built for dynamic individuals that want to work with the best publishers in the industry.",
            "url": "https://boards.greenhouse.io/yieldmo/jobs/1053246#.WpnSdRMbNTY"
          }
        ]
      },
      {
        "categoryName": "DESIGN:",
        "postings": [
          {
            "name": "SENIOR UI/UX DESIGNER",
            "location": "NEW YORK, NY",
            "description": "Join our team of problem-solvers and inventors bringing human-centered Design to the industry that powers the free internet.",
            "url": "https://boards.greenhouse.io/yieldmo/jobs/769900#.WpnTGhMbNTY"
          }
        ]
      },
      {
        "categoryName": "ENGINEERING:",
        "postings": [
          {
            "name": "SENIOR DATA ENGINEER",
            "location": "NEW YORK, NY",
            "description": "Ready to build innovative data pipelines for processing and analyzing our Big Data—250 billion + events per month?!",
            "url": "https://boards.greenhouse.io/yieldmo/jobs/853290#.WpnTlBMbNTY"
          },
          {
            "name": "SENIOR FRONTEND ENGINEER",
            "location": "NEW YORK, NY",
            "url": "https://boards.greenhouse.io/yieldmo/jobs/903824#.WpnWTRMbNTY",
            "description": "Our Formats team builds products that define new categories and dramatically improve the experience of mobile advertising. "
          },
          {
            "name": "SENIOR JAVASCRIPT ENGINEER",
            "location": "NEW YORK, NY",
            "url": "https://boards.greenhouse.io/yieldmo/jobs/903811#.WpnW_BMbNTY",
            "description": "As an agile company, we're looking for someone who is highly motivated, open to uncertainty, evolution and experimentation. "
          },
          {
            "name": "FRONTEND ENGINEER",
            "location": "NEW YORK, NY",
            "url": "https://boards.greenhouse.io/yieldmo/jobs/934554#.WpnVaRMbNTY",
            "description": "Engineers on our Formats team are responsible for everything from pure R&D to the actual delivery systems that serve ads on publisher content. "
          }
        ]
      },
      {
        "categoryName": "OPERATIONS:",
        "postings": [
          {
            "name": "ACCOUNT MANAGER",
            "description": "Account Managers assume loads of responsibility as they manage all post-sale activity for a book of business consisting of up to 25 accounts.",
            "url": "https://boards.greenhouse.io/yieldmo/jobs/1050677#.WpnXlRMbNTY",
            "location": "NEW YORK, NY"
          }
        ]
      }
    ]
  }
}
